---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RampAttrTextFont
source: html/c200934f-44cd-e9f7-7bf8-1b9004a0fc80.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RampAttrTextFont Property

"Text Font"

## Syntax (C#)
```csharp
public static ForgeTypeId RampAttrTextFont { get; }
```